IDEA StatiCa Open Model
BendData.Plate1Id Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 First plate
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int Plate1Id { get; set; }
Public Property Plate1Id As Integer
	Get
	Set
public:
property int Plate1Id {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
BendData Class
IdeaRS.OpenModel.Connection Namespace